---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Electrical.CableTray
zh: 桥架、线槽
source: html/bcc7587e-b58e-e6cf-1816-e3acb12f9197.htm
---
# CableTray Members

**中文**: 桥架、线槽

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.